[
  {
  "title": "We ensure the procurement process of acquiring the necessary resources",
  "description1": "This includes materials, equipment, and services for the construction project and identifying reliable suppliers, obtaining competitive bids, negotiating contracts, and ensuring timely delivery of materials and equipment to the project site",
  "description2": "Effective procurement practices help in obtaining quality resources at competitive prices, reducing costs, and optimizing the overall project budget.",
  "time": 1
  },
  {
  "title": "Project Planning:",
  "description1": "We believe in creating a comprehensive roadmap for the construction project, outlining the scope, objectives, timeline, and resources required. It includes activities such as defining project goals, breaking down tasks, estimating costs, allocating resources, and creating a project schedule.",
  "description2": "A well-planned project helps in efficient resource allocation, effective coordination of activities, and timely completion of milestones.",
  "time": 2
  },
  {
  "title": "Cost Reduction",
  "description1": "The procurement and project planning system implemented by Spareöom Ltd is designed to improve efficiency and reduce costs. By carefully evaluating suppliers, negotiating favorable terms, and streamlining the procurement process, the company can optimize its resource utilization and minimize expenses.",
  "description2": "This efficient system helps in reducing project costs, maximizing the value derived from the available budget, and ensuring cost-effective project execution.",
  "time": 3
  },
  {
  "title": "Cycle Time Optimization",
  "description1": "Spareöom Ltd's procurement and project planning system aims to optimize cycle times by minimizing delays, eliminating bottlenecks, and improving workflow efficiency.",
  "description2": "By streamlining the procurement process and ensuring timely availability of resources, the company can effectively manage project timelines and meet project milestones within the planned schedule.",
  "time": 4
  },
  {
  "title": "Fabrication:",
  "description1": "The process of fabricating components and structures for the construction project involves the precise manufacturing, assembly, and testing of various elements. Spareöom Ltd ensures that the fabrication process meets the required standards and specifications.",
  "description2": "This ensures the availability of high-quality fabricated elements for the construction project, contributing to its overall success.",
  "time": 2
  },
  {
  "title": "Construction:",
  "description1": "Spareöom Ltd specializes in the construction phase of projects, where the actual building or infrastructure development takes place. The company ensures efficient execution of construction activities, adhering to safety standards and maintaining quality throughout the process.",
  "description2": "By implementing effective construction methodologies and utilizing skilled workforce, Spareöom Ltd delivers construction projects with excellence.",
  "time": 3
  },
  {
  "title": "Plumbing Installations",
  "description1": "The plumbing and water installations phase involves the installation of plumbing systems, fixtures, and water-related infrastructure. Spareöom Ltd ensures proper planning, design, and installation of these systems, taking into account factors such as functionality, efficiency, and sustainability.",
  "description2": "By delivering reliable plumbing and water installations, Spareöom Ltd contributes to the overall functionality and comfort of the constructed facility.",
  "time": 4
  },
  {
  "title": "Overall",
  "description1": "Spareöom Ltd's comprehensive approach to construction projects encompasses efficient procurement processes, meticulous project planning, cost reduction strategies, cycle time optimization, fabrication expertise, construction excellence, and reliable plumbing and water installations.",
  "description2": "By integrating these elements, Spareöom Ltd ensures successful project outcomes, meeting client requirements, and contributing to sustainable development.",
  "time": 6
  },
  {
  "title": "Our contribution towards Sustainable Development",
  "description1": "As a responsible construction company, Spareöom Ltd actively contributes to sustainable development. This includes implementing eco-friendly construction practices, utilizing energy-efficient technologies, promoting waste reduction and recycling, and considering environmental impact in every project.",
  "description2": "By prioritizing sustainability, Spareöom Ltd aims to minimize the ecological footprint of construction activities and contribute to a greener future.",
  "time": 1
  }
  ]